Repository: omeka-s-modules/ActivityLog
Catalog: language/*.po
Languages: ca_es, it

source: Delete events before
ca_es: Suprimeix els esdeveniments anteriors a
it: Elimina eventi antecedenti

source: The events database table may get very large over time. This may eventually have an impact on the performance of your website. Use this form to reduce the size of the table by deleting events before a certain date.
ca_es: La taula de la base de dades d'esdeveniments pot arribar a ser molt gran amb el temps. Això eventualment pot afectar el rendiment del vostre lloc web. Utilitzeu aquest formulari per reduir la mida de la taula suprimint esdeveniments anteriors a una data determinada.
it: La tabella del database degli eventi può diventare di dimensioni molto elevate con il tempo. Questo potrebbe avere un impatto sulla performance del tuo sito. Usa questo modulo per ridurre le dimensioni della tabella eliminando gli eventi registrati prima di una certa data.

source: yyyy-mm-dd
ca_es: aaaa-mm-dd
it: aaaa-mm-gg

source: %s Activity Log events were successfully deleted.
ca_es: %s Els esdeveniments del registre d'activitat s'han suprimit correctament.
it: %sEventi del log attività eliminati correttamente.

source: Logged in
ca_es: Sessió iniciada
it: Accesso effettuato

source: Logged out
ca_es: Sessió tancada
it: Uscito

source: Created a "%s" resource
ca_es: S'ha creat un recurs "%s"
it: Creata una risorsa "%s"

source: Updated a "%s" resource
ca_es: S'ha actualitzat un recurs "%s"
it: Aggiornata una risorsa "%s"

source: Deleted a "%s" resource
ca_es: S'ha suprimit un recurs "%s"
it: Eliminata una risorsa "%s"

source: Source: API
ca_es: Font: API
it: Fonte: API

source: View resource
ca_es: Veure el recurs
it: Visualizza risorsa

source: Resource not found
ca_es: Recurs no trobat
it: Risorsa non trovata

source: Persisted a "%s" entity
ca_es: S'ha mantingut una entitat "%s"
it: Una entità "%s" resa persistente

source: Updated a "%s" entity
ca_es: S'ha actualitzat una entitat "%s"
it: Aggiornato una entità "%s"

source: Removed a "%s" entity
ca_es: S'ha suprimit una entitat "%s"
it: Rimossa una entità "%s"

source: Source: Doctrine
ca_es: Font: Doctrine
it: Fonte: dottrina

source: Batch created "%s" resources
ca_es: S'han creat en bloc "%s" recursos
it: Azione in blocco ha creato "%s" risorse

source: Batch updated "%s" resources
ca_es: S'han actualitzat en bloc "%s" recursos
it: Azione in blocco ha aggiornato "%s" risorse

source: Batch deleted "%s" resources
ca_es: S'han suprimit en bloc "%s" recursos
it: Azione in blocco ha eliminato "%s" risorse

source: Inserted a "%s" setting
ca_es: S'ha inserit un paràmetre de configuració "%s"
it: Inserita una impostazione "%s"

source: Updated a "%s" setting
ca_es: S'ha actualitzat un paràmetre de configuració "%s"
it: Aggiornata una impostazione "%s"

source: Deleted a "%s" setting
ca_es: S'ha suprimit un paràmetre de configuració "%s"
it: Eliminata una impostazione "%s"

source: Source: Connection
ca_es: Font: Connexió
it: Fonte: connessione

source: View event data
ca_es: Veure dades de l'esdeveniment
it: Mostra dati sull'evento

source: Events
ca_es: Esdeveniments
it: Eventi

source: Activity Log
ca_es: Registre d'activitat
it: Registro attività

source: Messages
ca_es: Missatges
it: Messaggi

source: Event name
ca_es: Nom de l'esdeveniment
it: Nome dell'evento

source: Filter events
ca_es: Filtres d'esdeveniment
it: Filtra eventi

source: Resource filters
ca_es: Filtres de recurs
it: Filtri risorsa

source: User filters
ca_es: Filtres d'usuari
it: Filtri utente

source: Date filters
ca_es: Filtres de data
it: Filtri data

source: Apply filters
ca_es: Aplica els filtres
it: Applica filtri

source: Clear filters
ca_es: Esborra els filtres
it: Togli filtri

source: No events found.
ca_es: No s’han trobat esdeveniments.
it: Nessun evento trovato

source: Data
ca_es: Dades
it: Dati

source: Enter an ID
ca_es: Introduïu un identificador
it: Inserisci un ID

source: Select an event by name
ca_es: Seleccioneu un esdeveniment pel nom
it: Seleziona un evento per nome

source: Select a resource
ca_es: Seleccioneu un recurs
it: Seleziona una risorsa

source: Enter a resource ID
ca_es: Introduïu un identificador per al recurs
it: Entra un ID risorsa

source: Select a user
ca_es: Seleccioneu un usuari
it: Seleziona un utente

source: User role
ca_es: Rol d'usuari
it: Ruolo utente

source: Select a user role
ca_es: Seleccioneu un rol d'usuari
it: Seleziona un ruolo utente

source: Enter an IP
ca_es: Introduïu una IP
it: Inserisci un IP

source: From
ca_es: Des de
it: Da

source: Before
ca_es: Abans
it: Prima
